Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Simmer
de: Kochen
es: Hervir a fuego lento
fr: Mijoter
hi: उबाल
it: Cuocere
nl: Sudderen
pl: Gotować na wolnym ogniu
pt: Cozinhar em fogo brando
ru: Кипеть на медленном огне
tr: Kaynatma
uk: Варити на повільному вогні

source: Singapore
de: Singapur
es: Singapur
fr: Singapour
hi: सिंगापुर
pl: Singapur
pt: Cingapura
ru: Сингапур
tr: Singapur
uk: Сінгапур

source: Singapura
de: Singapur
es: Singapur
fr: Singapour
hi: सिंगापुर
it: Singapore
nl: Singapore
pl: Singapur
pt: Cingapura
ru: Сингапур
tr: Singapur
uk: Сінгапур

source: Singing
de: Singen
es: Canto
fr: Chant
hi: गायन
it: Canto
nl: Zingen
pl: Śpiewanie
pt: Canto
ru: Пение
tr: Şarkı Söylemek
uk: Спів

source: Singularity
de: Sonderbarkeit
es: Singularidad
fr: Singularité
hi: विलक्षणता
it: Singolarità
nl: Eigenaardigheid
pl: Osobliwość
pt: Singularidade
ru: Особенность
tr: Tekillik
uk: Сингулярність

source: Sink
de: Spüle
es: Lavabo
fr: Évier
hi: डूबना
it: Lavello
nl: Gootsteen
pl: Zlew
pt: Pia
ru: Раковина
tr: Batırmak
uk: Раковина

source: Sinkhole
de: Schluckloch
es: Orificio del desagüe
fr: Doline
hi: अवतरण रंध्र
it: Dolina
nl: Zinkgat
pl: Lej krasowy
pt: Sumbadouro
ru: Утолка
tr: Çukur
uk: Виїмка

source: Siren
de: Sirene
es: Sirena
fr: Sirène
hi: भोंपू
it: Sirena
nl: Sirene
pl: Syrena
pt: Sirene
ru: Сирена
uk: Сирена

source: Six
de: Sechs
es: Seis
hi: छह
it: Sei
nl: Zes
pl: Sześć
pt: Seis
ru: Шесть
tr: Altı
uk: Шість

# Six1
source: Six
de: Sechs
es: Seis
fr: DeuxFoisTrois
it: Sei
nl: Zes
pl: Sześć
pt: Meia
ru: Шесть
tr: Altı
uk: Шість

source: Sixteen
de: Sechzehn
es: Dieciséis
fr: Seize
hi: सोलह
it: Sedici
nl: Zestien
pl: Szesnaście
pt: Dezesseis
ru: Шестнадцать
tr: On altı
uk: Шістнадцять

source: Sixty
de: Sechzig
es: Sesenta
fr: Soixante
hi: साठ
it: Sessanta
nl: Zestig
pl: Sześćdziesiąt
pt: Sessenta
ru: Шестьдесят
tr: Altmış
uk: Шістдесят

source: Skateboarding
de: Skateboardfahren
es: Deporte de la patineta
fr: Planche à roulettes
hi: स्केटबोर्डिंग
it: Skateboard
nl: Skateboarden
pl: Jazda na deskorolce
pt: Andar de skate
ru: Скейтбординг
tr: Kaykay kayma
uk: Скейтбординг

source: Skating
de: Schlittschuhlaufen
es: Patinaje sobre ruedas
fr: Patinage
hi: स्केटिंग
it: Pattinaggio
nl: Schaatsen
pl: Łyżwiarstwo
pt: Patinação
ru: Катание на коньках
tr: Patenle kayma
uk: Катання на ковзанах

source: Skein
de: Strang
es: Madeja
fr: Écheveau
hi: स्केन
it: Matassa
nl: Streng
pl: Motek
pt: Meada
ru: Моток
uk: Моток

source: Skeleton
de: Skelett
es: Esqueleto
fr: Squelette
hi: कंकाल
it: Scheletro
nl: Skelet
pl: Szkielet
pt: Esqueleto
ru: Скелет
tr: Iskelet
uk: Скелет

source: Skiing
de: Skifahren
es: Esquí
fr: Ski
hi: स्कीइंग
it: Sci
nl: Skiën
pl: Narciarstwo
pt: Esqui
ru: Катание на лыжах
tr: Kayak yapma
uk: Катання на лижах

source: Skillet
de: Bratpfanne
es: Sartén
fr: Poêle (à frire)
hi: स्किलेट
it: Padella
nl: Koekenpan
pl: Patelnia
pt: Frigideira
ru: Сковорода
tr: Tava
uk: Сковорода

source: Skin
de: Haut
es: Piel
fr: Peau
hi: त्वचा
it: Pelle
nl: Huid
pl: Skóra
pt: Pele
ru: Кожа
tr: Cilt
uk: Шкіра

source: Skirt
de: Rock
es: Falda
fr: Jupe
hi: घाघरा
it: Gonna
nl: Rok
pl: Spódnica
pt: Saia
ru: Юбка
tr: Etek
uk: Спідниця

source: Skull
de: Schädel
es: Cráneo
fr: Crâne
hi: खोपड़ी
it: Teschio
nl: Schedel
pl: Czaszka
pt: Crânio
ru: Череп
tr: Kafatası
uk: Череп

source: Slander
de: Diffamierung
es: Difamación
fr: Calomnie
hi: बदनामी
it: Calunnia
nl: Laster
pl: Oszczerstwo
pt: Calúnia
ru: Клевета
tr: Iftira
uk: Наклеп

source: Sleet
de: Schneeregen
es: Aguanieve
fr: Neige fondue
hi: ओले
it: Nevischio
nl: Hagel met regen
pl: Deszcz ze śniegiem
pt: Neve molhada
ru: Мокрый снег
tr: Karla kar
uk: Сліт

source: Sleigh
de: Schlitten
es: Trineo
fr: Traîneau
hi: बर्फ़गाड़ी
it: Slitta
nl: Slee
pl: Sanie
pt: Trenó
ru: Сани
tr: Atlı kızak
uk: Сани

source: Slice
de: Scheibe
es: Rodaja
fr: Tranche
hi: फाँक
it: Fetta
nl: Plak
pl: Plaster
pt: Fatia
ru: Ломтик
tr: Dilim
uk: Шматочок

source: Slippers
de: Hausschuhe
es: Zapatillas
fr: Pantoufles
hi: चप्पल
it: Pantofole
pl: Kapcie
pt: Chinelos
ru: Тапочки
tr: Terlik
uk: Тапочки

source: Sloth
de: Faultier
es: Perezoso
fr: Paresseux
hi: सुस्ती
it: Bradipo
nl: Luiaard
pl: Leniwiec
pt: Preguiça
ru: Ленивец
tr: Tembel
uk: Лінивець

source: Slovak
de: Slowakisch
es: Eslovaco
fr: Slovaque
hi: स्लोवाक
it: Slovacco
nl: Slowaak
pl: Słowacki
pt: Eslovaco
ru: Словацкий
tr: Slovakça
uk: Словацький

source: Slovenian
de: Slowenisch
es: Esloveno
fr: Slovène
hi: स्लोवेनियाई
it: Sloveno
nl: Sloveen
pl: Słoweński
pt: Sloveno
ru: Словенский
tr: Sloven
uk: Словенський

source: Slug
de: Nacktschnecke
es: Babosa
fr: Limace
hi: स्लग
it: Lumaca
nl: Slak
pl: Ślimak nagi
pt: Lesma
ru: Слизняк
tr: Sümüklü böcek
uk: Слимак

source: Smuggling
de: Schmuggel
es: Contrabando
fr: Contrebande
hi: तस्करी
it: Contrabbando
nl: Smokkel
pl: Przemyt
pt: Contrabando
ru: Контрабанда
tr: Kaçakçılık
uk: Контрабанда

source: Snail
de: Schnecke
es: Caracol
fr: Escargot
hi: घोंघा
it: Chiocciola
nl: Treuzelaar
pl: Ślimak
pt: Caracol
ru: Улитка
tr: Salyangoz
uk: Равлик

source: Snake
de: Schlange
es: Serpiente
fr: Serpent
hi: साँप
it: Serpente
nl: Slang
pl: Wąż
pt: Cobra
ru: Змея
tr: Yılan
uk: Змія

source: Snapdragon
de: Löwenmäulchen
es: Dragón
fr: Muflier
hi: स्नैपड्रैगन
it: Bocca di leone
nl: Leeuwenbek
pl: Lwia paszcza
ru: Львиный зев
tr: Aslanaşı
uk: Лева

source: Sneakers
de: Turnschuhe
es: Zapatillas de deporte
fr: Baskets
hi: स्नीकर्स
it: Scarpe da ginnastica
pl: Trampki
pt: Tênis
ru: Кроссовки
tr: Lâstik ayakkabı
uk: Кросівки

source: Snow
de: Schnee
es: Nieve
fr: Neige
hi: बर्फ
it: Nevi
nl: Sneeuw
pl: Śnieg
pt: Neve
ru: Снег
tr: Kar
uk: Сніг

source: Snowboarding
de: Snowboarden
es: Snowboard
fr: Snowboard
hi: स्नोबोर्डिंग
it: Snowboard
nl: Snowboarden
pt: Snowboard
ru: Сноубординг
tr: Snowboard
uk: Сноубординг

source: Snowdrop
de: Schneeglöckchen
es: Campanilla de invierno
fr: Perce-neige
hi: गुलचाँदनी
it: Bucaneve
nl: Sneeuwklokje
pl: Przebiśnieg
pt: Campainha-branca
ru: Подснежник
tr: Kardelen
uk: Проліски

source: Snowmobile
de: Schneemobil
es: Moto de nieve
fr: Motoneige
hi: स्नोमोबाइल
it: Motoslitta
nl: Sneeuwmobiel
pl: Skuter śnieżny
ru: Снегоход
tr: Kar motosikleti
uk: Снігохід

source: Snowshoe
de: Schneeschuh
es: Raqueta
fr: Raquette
hi: स्नोशू
it: Scappa da neve
nl: Sneeuwschoen
pl: Rakieta śnieżna
pt: Raquete de neve
ru: Снегоступы
tr: Kar ayakkabısı
uk: Снігоступи

source: Soccer
de: Fußball
es: Fútbol
fr: Football
hi: सॉकर
it: Calcio
nl: Voetbal
pl: Piłka nożna
pt: Futebol
ru: Футбол
tr: Futbol
uk: Футбол

source: Sociology
de: Soziologie
es: Sociología
fr: Sociologie
hi: समाजशास्त्र
it: Sociologia
nl: Sociologie
pl: Socjologia
pt: Sociologia
ru: Социология
tr: Sosyoloji
uk: Соціологія

source: Socket
de: Steckdose
es: Enchufe
fr: Douille
hi: सॉकेट
it: Boccola
nl: Stopcontact
pl: Gniazdko
pt: Tomada
ru: Розетка
tr: Priz
uk: Сокет

source: Socks
de: Socken
es: Calcetines
fr: Chaussettes
hi: मोज़े
it: Calzini
nl: Sokken
pl: Skarpetki
pt: Meias
ru: Носки
tr: Çoraplar
uk: Шкарпетки

source: Soldering
de: Löten
es: Soldadura
fr: Soudure
hi: टांका
it: Saldatura
nl: Solderen
pl: Lutowanie
pt: Solda
ru: Пайка
tr: Lehimleme
uk: Пайка

source: Soldier
de: Soldat
es: Soldado
fr: Soldat
hi: थल सैनिक
it: Soldato
nl: Soldaat
pl: Żołnierz
pt: Soldado
ru: Солдат
tr: Asker
uk: Солдат

source: Solid
de: Feststoff
es: Sólido
fr: Solide
hi: ठोस
it: Solido
nl: Solide
pl: Solidny
pt: Sólido
ru: Солидный
tr: Katı
uk: Твердий

source: Soliloquy
de: Soliloquium
es: Soliloquio
fr: Soliloque
hi: स्वगत कथन
it: Soliloquio
nl: Monoloog
pl: Monolog
pt: Solilóquio
ru: Монолог
tr: Monolog
uk: Одинок

source: Solstice
de: Sonnenwende
es: Solsticio
hi: अयनांत
it: Solstizio
nl: Zonnewende
pl: Przesilenie
pt: Solstício
ru: Солнцестояние
tr: Gün dönümü
uk: Сонцестояння

source: Solute
de: Gelöster Stoff
es: Solución
fr: Soluté
hi: विलेय
it: Soluto
nl: Opgelost
pl: Rozpuszczony
pt: Soluto
ru: Раствореный
tr: Çözünen
uk: Розчинена

source: Solution
de: Lösung
es: Solución
hi: हल
it: Soluzione
nl: Oplossing
pl: Rozwiązanie
pt: Solução
ru: Решение
tr: Çözüm
uk: Рішення

source: Solvent
de: Lösungsmittel
es: Disolvente
fr: Solvant
hi: विलायक
it: Solvente
nl: Oplosmiddel
pl: Rozpuszczalnik
pt: Solvente
ru: Растворитель
tr: Çözücü
uk: Розчинник

source: Somali
de: Somalier
fr: Somalien
hi: सोमाली
it: Somalo
pl: Somalijczyk
ru: Сомалийский
uk: Сомалійський

source: Sorrow
de: Trauer
es: Tristeza
fr: Chagrin
hi: दुख
it: Dolore
nl: Verdriet
pl: Smutek
pt: Tristeza
ru: Печаль
tr: Keder
uk: Скорбота

source: Soul
de: Seele
es: Alma
fr: Âme
hi: आत्मा
it: Anima
nl: Ziel
pl: Dusza
pt: Alma
ru: Душа
tr: Ruh
uk: Душа

source: Soup
de: Suppe
es: Sopa
fr: Soupe
hi: शोरबा
it: Zuppa
nl: Soep
pl: Zupa
pt: Sopa
ru: Суп
tr: Çorba
uk: Суп

source: Southafrica
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
hi: दक्षिण अफ़्रीका
it: Sudafrica
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
ru: Южная Африка
tr: Güney Afrika
uk: Південна Африка

source: Spacecraft
de: Raumfahrzeug
es: Nave espacial
fr: Vaisseau spatial
hi: अंतरिक्ष यान
it: Veicolo spaziale
nl: Ruimtevaartuig
pl: Statek kosmiczny
pt: Nave espacial
ru: Космический корабль
tr: Uzay aracı
uk: Космічний корабель

source: Spade
de: Spaten
es: Pala
fr: Pique
hi: फावड़ा
it: Vanga
nl: Schop
pl: Łopata
pt: Pá
ru: Лопата
tr: Kürek
uk: Пада

source: Spain
de: Spanien
es: España
fr: Espagne
hi: स्पेन
it: Spagna
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
tr: İspanya
uk: Іспанія

source: Span
de: Zeitspanne
es: Lapso
fr: Durée
hi: अवधि
it: Campata
pl: Rozpiętość
pt: Extensão
ru: Промежуток времени
tr: Mesafe
uk: Розмах

source: Spanish
de: Spanisch
es: Castellano
fr: Espagnol
hi: स्पेनिश
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
tr: İspanyolca
uk: Іспанська

source: Sparkplug
de: Zündkerze
es: Bujía
fr: Bougie d'allumage
hi: स्पार्कप्लग
it: Candela
nl: Bougie
pl: Świeca zapłonowa
pt: Vela de ignição
ru: Свеча зажигания
tr: Buji
uk: Свічка запалювання

source: Sparrow
de: Spatz
es: Gorrión
fr: Moineau
hi: गोरैया
it: Passero
nl: Mus
pl: Wróbel
pt: Pardal
ru: Воробей
tr: Serçe
uk: Горобець

source: Spatula
de: Teigschaber
es: Espátula
fr: Spatule
hi: स्पैचुला
it: Spatola
nl: Spatel
pl: Szpatułka
pt: Espátula
ru: Шпатель
uk: Шпатель

source: Spear
de: Speer
es: Lanza
fr: Lance
hi: भाला
it: Lancia
nl: Speer
pl: Włócznia
pt: Lança
ru: Копьё
tr: Mızrak
uk: Спис

source: Speeding
de: Geschwindigkeitsüberschreitung
es: Exceso de velocidad
fr: Excès de vitesse
hi: गति
it: Velocità
nl: Te hard rijden
pl: Przekroczenie prędkości
pt: Excesso de velocidade
ru: Превышение скорости
tr: Aşırı hız yapma
uk: Перевищення швидкості

source: Speedometer
de: Tachometer
es: Velocímetro
fr: Indicateur de vitesse
hi: गतिसूचक यंत्र
it: Tachimetro
nl: Snelheidsmeter
pl: Prędkościomierz
pt: Velocímetro
ru: Спидометр
tr: Hız göstergesi
uk: Спідометр

source: Sphere
de: Kugel
es: Esfera
fr: Sphère
hi: गोला
it: Sfera
nl: Bol
pl: Sfera
pt: Esfera
ru: Сфера
tr: Küre
uk: Сфера

source: Spice
de: Gewürz
es: Especia
fr: Épice
hi: मसाला
it: Spezia
nl: Kruiden
pl: Przyprawa
pt: Tempero
ru: Специя
tr: Baharat
uk: Спеція

source: Spider
de: Spinne
es: Araña
fr: Araignée
hi: मकड़ी
it: Ragno
nl: Spin
pl: Pająk
pt: Aranha
ru: Паук
tr: Örümcek
uk: Павук

source: Spindle
de: Spindel
es: Huso
fr: Broche
hi: धुरी
it: Mandrino
nl: Spil
pl: Wrzeciono
pt: Fuso
ru: Шпиндель
tr: Mil
uk: Шпиндель

source: Spine
de: Wirbelsäule
es: Columna vertebral
fr: Colonne vertébrale
hi: रीढ़
it: Spina
nl: Rug
pl: Kręgosłup
pt: Espinha
ru: Позвоночник
tr: Omurga
uk: Хребет

source: Spire
de: Turmspitze
es: Aguja
fr: Flèche
hi: मीनार
it: Guglia
nl: Spits
pl: Iglica
pt: Pináculo
ru: Шпиль
uk: Шпилі

source: Spleen
de: Milz
es: Bazo
fr: Rate
hi: तिल्ली
it: Milza
nl: Milt
pl: Śledziona
pt: Baço
ru: Злоба
tr: Dalak
uk: Селеза

source: Sponge
de: Schwamm
es: Esponja
fr: Éponge
hi: स्पंज
it: Spugna
nl: Spons
pl: Gąbka
pt: Esponja
ru: Губка
tr: Sünger
uk: Губка

source: Spoon
de: Löffel
es: Cuchara
fr: Cuillère
hi: चम्मच
it: Cucchiaio
nl: Lepel
pl: Łyżka
pt: Colher
ru: Ложка
tr: Kaşık
uk: Ложка

source: Sports
de: Sport
es: De deportes
hi: खेल
it: Sport
nl: Sportwedstrijden
pl: Sport
pt: Esportes
ru: Спорт
tr: Spor
uk: Спорт

source: Spring
de: Frühling
es: Primavera
fr: Printemps
hi: वसंत ऋतु
it: Primavera
nl: Lente
pl: Wiosna
pt: Primavera
ru: Весна
tr: Bahar
uk: Весна

source: Sprout
de: Sprießen
es: Brote
fr: Germe
hi: अंकुर
it: Germoglio
nl: Spruiten
pl: Kiełek
pt: Broto
ru: Росток
tr: Filiz
uk: Проростки

source: Squall
de: Bö
es: Borrasca
fr: Grain
hi: झंझावात
it: Burrasca
nl: Bui
pl: Szkwał
pt: Rajada
ru: Шквал
tr: Çığlık
uk: Шквал

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
hi: वर्ग
it: Quadrato
nl: Vierkant
pl: Kwadrat
pt: Quadrado
ru: Площадь
tr: Kare
uk: Квадрат

source: Squash
de: Kürbis
es: Calabaza
fr: Courge
hi: भीड़-भाड़
it: Zucca
pt: Abóbora
ru: Сквош
tr: Kabak
uk: Сквош

source: Squid
de: Tintenfisch
es: Calamari
fr: Calmar
hi: स्क्वीड
it: Calamaro
nl: Pijlinktvis
pl: Kałamarnica
pt: Lula
ru: Кальмар
tr: Kalamar
uk: Кальмар

source: Squirrel
de: Eichhörnchen
es: Ardilla
fr: Écureuil
hi: गिलहरी
it: Scoiattolo
nl: Eekhoorn
pl: Wiewiórka
pt: Esquilo
ru: Белка
tr: Sincap
uk: Білка

source: Stack
de: Stapelspeicher
es: Memoria lifo
fr: Pile
hi: अंबार
it: Pila
nl: Stapel
pl: Stos
pt: Pilha
ru: Дымовая труба
tr: Yığın
uk: Стек

source: Staff
de: Mitarbeiter
es: Personal
fr: Personnel
hi: स्टाफ़
it: Personale
nl: Personeel
pl: Personel
pt: Equipe
ru: Личный состав
tr: Personel
uk: Персонал

source: Staircase
de: Treppe
es: Escalera
fr: Escalier
hi: सीढ़ी
it: Scala
nl: Trap
pl: Klatka schodowa
pt: Escada
ru: Лестница
tr: Merdiven
uk: Сходи

source: Stalking
de: Pirsch
es: Escondite
fr: Traquer
hi: पीछा करना
nl: Stalken
pl: Prześladowanie
pt: Perseguição
ru: Преследование
tr: Takip
uk: Переслідування

source: Star
de: Stern
es: Astro
fr: Étoile
hi: तारा
it: Stella
nl: Ster
pl: Gwiazda
pt: Estrela
ru: Звезда
tr: Yıldız
uk: Зірка

source: Starfish
de: Seestern
es: Estrella de mar
fr: Étoile de mer
hi: तारामीन
it: Stella di mare
nl: Zeester
pl: Rozgwiazda
pt: Estrela-do-mar
ru: Морская звезда
tr: Denizyıldızı
uk: Морська зірка

source: Starling
de: Star
es: Estornino
fr: Étourneau
hi: स्टारलिंग
it: Storno
nl: Spreeuw
pl: Szpak
pt: Estorninho
ru: Скворец
tr: Sığırcık
uk: Старлінг

source: Starter
de: Anlassmotor
es: Motor de arranque
fr: Démarreur
hi: स्टार्टर
it: Antipasto
pl: Rozrusznik
pt: Partida
ru: Стартер
tr: Marş motoru
uk: Стартер

source: Statistics
de: Statistik
es: Estadística
fr: Statistiques
hi: आँकड़े
it: Statistiche
nl: Statistiek
pl: Statystyka
pt: Estatísticas
ru: Статистика
tr: Istatistik
uk: Статистика

source: Statute
de: Statut
es: Ley
fr: Texte de loi
hi: नियम
it: Statuto
nl: Statuut
pl: Statut
pt: Estatuto
ru: Устав
tr: Yasa
uk: Статут

source: Steam
de: Dampf
es: Vapor
fr: Vapeur
hi: वाष्प
it: Vapore
nl: Stoom
pl: Para
pt: Vapor
ru: Пар
tr: Buhar
uk: Пар

source: Steel
de: Stahl
es: Acero
fr: Acier
hi: इस्पात
it: Acciaio
nl: Staal
pl: Stal
pt: Aço
ru: Сталь
tr: Çelik
uk: Сталь

source: Stem
de: Stamm
es: Tallo
fr: Tige
hi: तना
it: Stelo
nl: Stam
pl: Łodyga
pt: Haste
ru: Стебель
tr: Kök
uk: Стем

source: Stew
de: Eintopf
es: Guisado
fr: Ragoût
hi: स्टू
it: Stufato
nl: Stoven
pl: Ugotować się
pt: Ensopado
ru: Тушёное мясо
tr: Yahni
uk: Рагу

source: Stingray
de: Stechrochen
es: Raya venenosa
fr: Raie pastenague
hi: स्टिंग्रे
it: Pastinaca
nl: Pijlstaartrog
pl: Ogończa
pt: Arraia
ru: Скат
uk: Скат

source: Stinkbug
de: Stinkwanze
es: Insente
fr: Insecte puant
hi: बदबूदार बग
it: Insetto puzzolente
nl: Stinkbeest
pl: Śmierdzący robak
pt: Bug fedorento
ru: Вонючок
tr: Kokuşmuş böcek
uk: Смердючка

source: Stir
de: Aufregung
es: Agitación
fr: Remuer
hi: हिलना
it: Agitare
nl: Roeren
pl: Zamieszać
pt: Mexida
ru: Помешивание
tr: Heyecan
uk: Перемішати

source: Stockings
de: Strümpfe
es: Medias
fr: Bas
hi: मोज़ा
it: Calze
nl: Kousen
pl: Pończochy
pt: Meias
ru: Чулки
tr: Çoraplar
uk: Панчохи

source: Stomach
de: Magen
es: Estómago
fr: Estomac
hi: आमाशय
it: Stomaco
nl: Maag
pl: Żołądek
pt: Estômago
ru: Желудок
tr: Mide
uk: Шлунок

source: Stone
de: Stein
es: Piedra
fr: Pierre
hi: पत्थर
it: Pietra
nl: Steen
pl: Kamień
pt: Pedra
ru: Камень
tr: Taş
uk: Камінь

source: Stool
de: Hocker
es: Taburete
fr: Tabouret
hi: तिपाई
it: Sgabello
nl: Kruk
pl: Stołek
pt: Fezes
ru: Стул
tr: Tabure
uk: Табурет

source: Stopwatch
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
hi: स्टॉप वाच
it: Cronometro
pl: Stoper
pt: Cronômetro
ru: Секундомер
tr: Kronometre
uk: Секундомір

source: Stork
de: Storch
es: Cigüeña
fr: Cigogne
hi: लक़लक़
it: Cicogna
nl: Ooievaar
pl: Bocian
pt: Cegonha
ru: Аист
tr: Leylek
uk: Лелерека

source: Storm
de: Sturm
es: Tormenta
fr: Tempête
hi: तूफ़ान
it: Tempesta
pl: Burza
pt: Tempestade
ru: Буря
tr: Fırtına
uk: Шторм

source: Strain
de: Belastung
es: Tensión
fr: Tension
hi: दबाव
it: Tensione
nl: Spanning
pl: Szczep
pt: Tensão
ru: Напряжение
tr: Hava
uk: Штам

source: Strainer
de: Sieb
es: Colador
fr: Passoire
hi: छन्नी
it: Colino
nl: Zeef
pl: Sitko
pt: Coador
ru: Ситечко
tr: Süzgeç
uk: Сито

source: Strait
de: Meerenge
es: Estrecho
fr: Détroit
hi: जलडमरूमध्य
it: Stretto
nl: Zeestraat
pl: Cieśnina
pt: Dificuldades
ru: Пролив
tr: Boğaz
uk: Протока

source: Stream
de: Strom
es: Torrente
fr: Courant
hi: धारा
it: Corrente
nl: Stroom
pl: Strumień
pt: Fluxo
ru: Поток
tr: Akış
uk: Потік

source: Stride
de: Gang
es: Paso
fr: Démarche
hi: डग
it: Passo lungo
nl: Stap
pl: Krok
pt: Passo
ru: Шагать
tr: Adım
uk: Стрійд

source: String
de: Zeichenfolge
es: Cadena
fr: Chaîne
hi: डोरी
it: Stringa
nl: Touw
pl: Sznur
pt: Corda
ru: Строка
tr: Ip
uk: Струна

source: Submarine
de: Unterseeboot
es: Submarino
fr: Sous-marin
hi: पनडुब्बी
it: Sottomarino
nl: Onderzeeër
pl: Okręt podwodny
pt: Submarino
ru: Подводная лодка
tr: Denizaltı
uk: Підводний човен

source: Subpoena
de: Vorladung
es: Citación
fr: Assignation à comparaître
hi: सपीना
it: Apponzione
nl: Dagvaarding
pl: Wezwanie do sądu
pt: Intimação
ru: Повестка в суд
tr: Mahkeme celbi
uk: Повістка до суду

source: Subset
de: Teilmenge
es: Subconjunto
fr: Sous-ensemble
hi: सबसेट
it: Sottoinsieme
nl: Deelverzameling
pl: Podzbiór
pt: Subconjunto
ru: Группа
tr: Alt küme
uk: Підмножина

source: Subway
de: UBahn
es: Metro
fr: Métro
hi: सुरंग पथ
it: Sotterraneo
nl: Metro
pl: Metro
pt: Metrô
ru: Метро
tr: Metro
uk: Метро

source: Succubus
de: Sukkubus
es: Súcubo
fr: Succube
hi: सुकुबस
it: Succubo
pl: Sukkubus
pt: Succubo
ru: Суккуб
uk: Суккуб

source: Suede
de: Velours
es: Ante
fr: Daim
hi: स्वेड
it: Pelle scamosciata
nl: Suède
pl: Zamsz
pt: Camurça
ru: Замша
tr: Süet
uk: Замша

source: Sugar
de: Zucker
es: Azúcar
fr: Sucre
hi: चीनी
it: Zucchero
nl: Suiker
pl: Cukier
pt: Açúcar
ru: Сахар
tr: Şeker
uk: Цукор

source: Suit
de: Anzug
es: Traje
fr: Costume
hi: सूट
it: Tailleur
nl: Pak
pl: Garnitur
pt: Terno
ru: Костюм
tr: Takım
uk: Костюм

source: Suitcase
de: Koffer
es: Maleta
fr: Valise
hi: बक्सा
it: Valigia
nl: Koffer
pl: Walizka
pt: Mala
ru: Чемодан
tr: Bavul
uk: Валіза

source: Summer
de: Sommer
es: Verano
fr: Été
hi: गर्मी
it: Estate
nl: Zomer
pl: Lato
pt: Verão
ru: Лето
tr: Yaz
uk: Літо

source: Summons
de: Vorladung
es: Citación
fr: Injonction
hi: सम्मन
it: Citazione
nl: Dagvaarding
pl: Wezwanie
pt: Convocação
ru: Вызов
tr: Celp
uk: Виклики

source: Sun
de: Sonne
es: Sol
fr: Soleil
hi: सूर्य
it: Sole
nl: Zon
pl: Słońce
pt: Sol
ru: Солнце
tr: Güneş
uk: Сонце

source: Sunflower
de: Sonnenblume
es: Girasol
fr: Tournesol
hi: सूरजमुखी
it: Girasole
nl: Zonnebloem
pl: Słonecznik
pt: Girassol
ru: Подсолнечник
tr: Ayçiçeği
uk: Соняшник

source: Sunrise
de: Morgenrot
es: Amanecer
fr: Lever du soleil
hi: सूर्योदय
it: Alba
nl: Zonsopgang
pl: Wschód słońca
pt: Nascer do sol
ru: Восход (солнца)
tr: Gün doğumu
uk: Схід сонця

source: Sunset
de: Sonnenuntergang
es: Puesta de sol
fr: Coucher du soleil
hi: सूर्यास्त
it: Tramonto
nl: Zonsondergang
pl: Zachód słońca
pt: Pôr do sol
ru: Закат
tr: Gün batımı
uk: Захід сонця

source: Sunshine
de: Sonnenschein
es: Luz del sol
fr: Soleil
hi: धूप
it: Luce del sole
nl: Zonneschijn
pl: Słońce
pt: Sol
ru: Солнечный свет
tr: Güneş ışığı
uk: Сонячне світло

source: Superswell
de: Superwelle
es: Súper ola
fr: Super houle
hi: सुपरस्वेल
it: Super onda
nl: Superzwelling
pl: Super puch
ru: Супернабух
tr: Süper şişme
uk: Супернабухання

source: Surfing
de: Surfen
es: Surf
fr: Surf
hi: सर्फ़िंग
it: Surf
nl: Surfen
pt: Surf
ru: Сёрфинг
tr: Sörf
uk: Серфінг

source: Surgeon
de: Chirurg
es: Cirujano
fr: Chirurgien
hi: सर्जन
it: Chirurgo
nl: Chirurg
pl: Chirurg
pt: Cirurgião
ru: Хирург
tr: Cerrah
uk: Хірург

source: Surprise
de: Überraschung
es: Sorpresa
hi: आश्चर्य
it: Sorpresa
nl: Verrassing
pl: Niespodzianka
pt: Surpresa
ru: Сюрприз
tr: Sürpriz
uk: Сюрприз

source: Suspenders
de: Hosenträger
es: Tirantes
fr: Bretelles
hi: सस्पेंडर्स
it: Bretelle
nl: Bretels
pl: Szelki
pt: Suspensórios
ru: Подтяжки
tr: Çorap askısı
uk: Підтяжки

source: Suspension
de: Aufhängung
es: Suspensión
hi: निलंबन
it: Sospensione
nl: Opschorting
pl: Zawieszenie
pt: Suspensão
ru: Подвес
tr: Süspansiyon
uk: Призупинення

source: Swallow
de: Schwalbe
es: Golondrina
fr: Hirondelle
hi: निगलना
it: Rondine
nl: Slikken
pl: Połknąć
pt: Engolir
ru: Ласточка
tr: Yutmak
uk: Ковтати

source: Swamp
de: Sumpflandschaft
es: Pantano
fr: Marais
hi: दलदल
it: Palude
nl: Moeras
pl: Bagno
pt: Pântano
ru: Болото
tr: Batak
uk: Болото

source: Swan
de: Schwan
es: Cisne
fr: Cygne
hi: हंस
it: Cigno
nl: Zwaan
pl: Łabędź
pt: Cisne
ru: Лебедь
tr: Kuğu
uk: Лебідь

source: Sweater
de: Pullover
es: Suéter
fr: Pull
hi: स्वेटर
it: Maglione
nl: Trui
pl: Sweter
pt: Suéter
ru: Свитер
tr: Kazak
uk: Светр

source: Sweden
de: Schweden
es: Suecia
fr: Suède
hi: स्वीडन
it: Svezia
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
tr: İsveç
uk: Швеція

source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
hi: स्वीडिश
it: Svedese
nl: Zweeds
pl: Szwedzki
pt: Sueco
ru: Шведский
tr: İsveç dili
uk: Шведський

source: Sweetpea
de: Zuckererbsen
es: Gultante
fr: Pois sucré
hi: मीठा मटर
it: Pisello dolce
nl: Zoete erwt
pl: Słodki groszek
pt: Ervilha doce
ru: Сладкий горошек
tr: Tatlı bezelye
uk: Солодкий горох

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
hi: तैराकी
it: Nuoto
nl: Zwemmen
pl: Pływanie
pt: Natação
ru: Плавание
tr: Yüzme
uk: Плавання

source: Swimsuit
de: Badeanzug
es: Bañador
fr: Maillot de bain
hi: स्विमसूट
it: Costume da bagno
nl: Zwempak
pl: Kostium kąpielowy
pt: Roupa de banho
ru: Купальник
tr: Mayo
uk: Купальник

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
hi: स्विट्जरलैंड
it: Svizzera
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ru: Швейцария
tr: İsviçre
uk: Швейцарія

source: Sword
de: Schwert
es: Espada
fr: Épée
hi: तलवार
it: Spada
nl: Zwaard
pl: Miecz
pt: Espada
ru: Меч
tr: Kılıç
uk: Меч

source: Swordfish
de: Schwertfisch
es: Pez espada
fr: Espadon
hi: तेगामछली
it: Pesce spada
nl: Zwaardvis
pl: Miecznik
pt: Espadarte
ru: Меч-рыба
tr: Kılıç balığı
uk: Риба-меч

source: Sylph
de: Luftgeist
es: Silfo
fr: Sylphe
hi: सिलफ
it: Libellula
nl: Sylfe
pl: Sylf
pt: Silfo
ru: Сильф
tr: Silf
uk: Сильф

source: Symbolism
de: Symbolik
es: Simbolismo
fr: Symbolisme
hi: प्रतीकवाद
it: Simbolismo
nl: Symboliek
pl: Symbolika
pt: Simbolismo
ru: Символизм
tr: Simgecilik
uk: Символізм

source: Symmetry
de: Symmetrie
es: Simetría
fr: Symétrie
hi: सममिति
it: Simmetria
nl: Symmetrie
pl: Symetria
pt: Simetria
ru: Симметрия
tr: Simetri
uk: Симетрія

source: Sympathy
de: Verständnis
es: Comprensión
fr: Compassion
hi: सहानुभूति
it: Solidarietà
nl: Sympathie
pl: Współczucie
pt: Solidariedade
ru: Сочувствие
tr: Başsağlığı
uk: Співчуття

source: Syzygy
de: Syzygie
es: Sizigia
fr: Syzygie
hi: सिजीजी
it: Sizigia
nl: Syzygie
pl: Syzygia
pt: Sizigia
ru: Сизигия
uk: Сизигія

source: Table
de: Esstisch
es: Mesa
hi: मेज़
it: Tavolo
nl: Tafel
pl: Stół
pt: Mesa
ru: Стол
tr: Masa
uk: Стіл
